<?php


$l['name']='IP черный список';
$l['description']='Этот модуль блокирует IP адреса после 5 неудачных входов в систему.';
$l['ip']='IP';
$l['ips']='IP адреса';
$l['blacklisted']='Ваш IP адрес %s заблокирован по причине 3 ошибочных входов в систему с этого IP адреса. Для разблокировки свяжитесь со службой техничекской поддержки.';
$l['captchaIncorrect']='Вы ввели неверный секретный код, пожалуйста попробуйте еще раз.';
$l['captchaActivated']='Зарегистрировано 5 ошибок при входе в систему. Для того чтобы войти в систему Вам необходимо ввести секретный код.';

$l["blacklist"]='IP черный список';
$l["ip"]="IP адрес";
$l["ips"]="IP Адреса";
$l["count"]="Счетчик";
