<?php


$l['name']='GnuPG';
$l['description']='Отправка PGP шифрованных сообщений';
$l['importSuccessful']='Ключь успешно импортирован';
$l["encryptionSettings"]='GPG Настройки шифрования';
$l["keys"]='Ключи';
$l["comment"]='Коментарии';
$l["genKey"]='Сгенерировать новую ключевую пару';
$l["importKey"]='Сгенерировать новый ключь';
$l["selectKeyFile"]='Выбрать ключевой файл';
$l["encryptMessage"]='Шифровать сообщения (GPG)';
$l["confirmChangeToText"]='Вы можете использовать шифрование только в простых тектовых сообщениях. Изменения в текущем сообщении будут потеряны если Вы перейдете в режим "простой текст". Вы уверены что хотите переключиться в режим "простой тект"?';
$l["key"]='Ключь';
$l["signKey"]='Ключь подписи';
$l["decryptPasswordRequired"]='Введите пароль для расшифровки этого сообщения';
$l["sendPublicKey"]='Отправить публичный ключь';
$l["importPublicKeyAttachment"]='Это публичный ключь для шифрования сообщений отправителю этого письма . Импортируйте этот ключь только в том случае, если Вы уверены, что он от принадлежит отправителю. Хотите импортировать ключь?';