<?php


$l['name']='Инструменты';
$l['description']='Модуль для выполнения различных технических задач.';
$l['dbcheck']='Проверить базу данных';
$l['rm_duplicates']='Удалить повторяющиеся контакты и задачи';
$l['backupdb']='Создать резевную копию базы данных';
$l['index_files']='Переиндексировать все файлы';
$l['buildsearchcache']='Создать индекс для поиска';
$l['checkmodules']='Проверить модули';
$l['resetState']='Сборосить состояния окон, таблиц и т.д..';

$l["tools"]='Административные инструменты';
$l["description"]='Нажмите на одном из скриптов для того чтобы выполнить его.';
$l["scripts"]='Скрипты';
$l["scriptOutput"]='Вывод из скриптов';