<?php


$l['note']='บันทึกย่อ';
$l['name']='บันทึกย่อ';
$l['description']='สามารถแสดงรายละเอียดและข้อความ  . เมนูที่ใช้งานในรูปแบบส่วนตัวแต่ละบุคคล';
$l['category']='หมวด';
$l['categories']='หมวดหมู่';
$lang['link_type'][4]=$l['note']='บันทึกย่อ';
$l['notes']='บันทึกย่อ';
$l['general'] = 'ทั่วไป';

$l["category"]="หมวดหมู่";
$l["categories"]="หมวดหมู่";
$l["note"]="บันทึกย่อ";
$l["notes"]="บันทึกย่อ";
$l["category_id"]="หมวดหมู่";
$l["content"]="คำอธิบาย";
$l["manageCategories"]="การจัดการหมวดหมู่";
