<?php


$l["backupmanager"]='Бекъп мениджър';
$l["rmachine"]='Отдалечена машина';
$l["rport"]='Порт';
$l["rtarget"]='Целева папка';
$l["sources"]='Папка източник';
$l["rotations"]='Периодичност';
$l["quiet"]='Без питане';
$l["emailaddresses"]='E-mail адреси';
$l["emailsubject"]='Тема на съобщението';
$l["rhomedir"]='Отдалечена домашна папка';
$l["rpassword"]='Парока';
$l["publish"]='Известяване';
$l["enablebackup"]='Започни бекъп';
$l["disablebackup"]='Спри бекъп';
$l["successdisabledbackup"]='Създаването на бекъп бе успешно забранено!';
$l["publishkey"]='Разреши бекъп';
$l["publishSuccess"]='Създаването на бекъп бе успешно разрешено!';
$l["helpText"]='С този модул ще се създаде бекъп на всички файлове и MySQL бази (убедете се, че  сте включили /home/mysqlbackup в папката източник) на отдалечен сървър чрез rsync и SSH. Когато разрешите бекъпа, то ще публикувате SSH public key в сървъра и той ще провери дали съществува целевата папка. Затова първо се убедете, че целевата папка на отдалечения сървър съществува. По подразбиране създаването на бекъп е в полунощ в /etc/cron.d/groupoffice-backup. Можете да настроите това разписание в този файл, ако той не съществува. Също така можете ръчно да започнете бекъпа чрез изпълнение на "php /usr/share/groupoffice/modules/backupmanager/cron.php" в терминала.';
$l['name']='Бекъп мениджър';
$l['description']='Конфигурирайте cronjob за бекъпа';
$l['save_error']='Грешка при опит за запис на настройките';
$l['empty_key']='Ключът е празен';
$l['connection_error']='Не мога да се свържа със сървъра';
$l['no_mysql_config']='{product_name} не можа да намери mysql config файл. Този файл се използва за създаване на пълен бекъп на базите. Вие можете да създадете такъв, като създадете нов файл с име backupmanager.inc.php в /etc/groupoffice/ със следното съдържание:;
    <br /><br />&lt;?php<br />;
    $bm_config[\'mysql_user\'] = \'\';<br />;
    $bm_config[\'mysql_pass\'] = \'\';<br />
    <br /><br />;
    Без този файл, бекъпите пак ще бъдат създавани, но не от database.';
$l['target_does_not_exist']='Целевата папка не съществува!';