<?php
$l['name']='ব্যাক-আপ ব্যবস্থাপক';
$l['description']='আপনার ব্যাক-আপ cronjob নির্ধারণ করে';
$l["backupmanager"]='ব্যাক-আপ ব্যবস্থাপক';
$l["rmachine"]='দূরবর্তী মেসিন';
$l["rport"]='পোর্ট';
$l["rtarget"]='গন্তব্য ফোল্ডার';
$l["sources"]='উৎস ফোল্ডার';
$l["rotations"]='আবর্তন';
$l["quiet"]='প্রতিক্রিয়াহীন';
$l["emailaddresses"]='ই-মেইল ঠিকানা';
$l["emailsubject"]='ই-মেইলের বিষয়';
$l["rhomedir"]='দূরবর্তী homedir';
$l["rpassword"]='কূটশব্দ';
$l["publish"]='প্রকাশ কর';
$l["enablebackup"]='ব্যাক-আপ শুরু কর';
$l["disablebackup"]='ব্যাক-আপ শেষ কর';
$l["successdisabledbackup"]='ব্যাক-আপ নিষ্ক্রিয় করা সুম্পন্ন হয়েছে!';
$l["publishkey"]='ব্যাক-আপ সক্রিয় কর';
$l["publishSuccess"]='ব্যাক-আপ সক্রিয় করা সুসম্পন্ন হয়েছে।';
$l["helpText"]='এই মডিউলটি  rsync এবং SSH ব্যবহার করে দূরবর্তী সার্ভারে সকল ফাইল এবং  MySQL ডাটাবেজের (নিশ্চিত হয়ে নিন যে উৎস সার্ভারে আপনি include /home/mysqlbackup অন্তর্ভুক্ত করেছেন কি না) সকল তথ্যের ব্যাক-আপ তৈরি করবে । ব্যাক-আপ সক্রিয় করলে এটি  সার্ভারে SSH public key টি প্রকাশ করবে এবং পরীক্ষা করে দেখবে যে গন্তব্য ফোল্ডারটির অস্তিত্ব আছে কি না । সুতরাং প্রথমেই নিশ্চিত হয়ে নিন যে দূরবর্তী ব্যাক-আপ ফোল্ডারটি বিদ্যমান কি না।  সুতরাং প্রথমেই নিশ্চিত হয়ে নিন যে দূরবর্তী ব্যাক-আপ ফোল্ডারটি বিদ্যমান কি না।  /etc/cron.d/groupoffice-backup এ পূর্বনির্ধারিত হিসাবে ব্যাক-আপের শিডিউল মধ্যরাতে নির্ধারিত রয়েছে । আপনি ওই ফাইলে ব্যাক-আপের শিডিউলটি নির্ধারণ করতে পারেন কিংবা ফাইলটি বিদ্যমান না থাকলে সেটি তৈরি করতে পারেন। টার্মিনালে  "php/usr/share/groupoffice/modules/backupmanager/cron.php" নির্দেশটি নির্বাহ করেও আপনি অযান্ত্রিক উপায়ে ব্যাক-আপ চালাতে পারেন ।';

$l['empty_key']='কী টি ফাঁকা';
$l['connection_error']='সার্ভারের সাথে সংযুক্ত হওয়া সম্ভব হলো না';
$l['no_mysql_config']='{product_name} কোন  mysql config ফাইল খুঁজে পেল না ।  সম্পূর্ণ ডাটাবেজের ব্যাকআপ নেওয়ার জন্য এই ফাইলটি ব্যবহৃত হবে । আপনি এই ফাইলটি তৈরির জন্য নিম্নোক্ত কন্টেন্টসহ  /etc/groupoffice/ ডিরেক্টরিতে একটি  backupmanager.inc.php নামের ফাই্ল যোগ করুনঃ
    <br /><br />&lt;?php<br />
    $bm_config[\'mysql_user\'] = \'\';<br />
    $bm_config[\'mysql_pass\'] = \'\';<br />
    ?><br /><br />
    এই ফাইলগুলো ছাড়াও ব্যাক-আপ তৈরি করা যাবে , কিন্তু তা ডাটাবেজ থেকে নয় ।';
$l['target_does_not_exist']=' উদ্দিষ্ট গন্তব্য ডিরেক্টরিটি অস্তিত্বহীন !';
$l['save_error']='নিয়ামক সংরক্ষণ করতে সমস্যা দেখা দিয়েছে';
